Repository: common-repository/splendid-product-viewer
Catalog: lang/product-viewer-*.po
Languages: de_ch, es_ve, fr_fr, pt_pt

# pv
source: Add New Product
de_ch: Neues Produkt
es_ve: Añadir producto
fr_fr: Ajouter un produit
pt_pt: Adicionar Produto

# product
source: Add New Product
de_ch: Neues Produkt
es_ve: Añadir producto
fr_fr: Ajouter un produit
pt_pt: Adicionar Produto

source: Edit Product
de_ch: Produkt editeren
es_ve: Editar producto
fr_fr: Modifier le produit
pt_pt: Mudar Produto

source: Product Thumbnail
de_ch: Kleines Bild
es_ve: Miniatura
fr_fr: Image miniature
pt_pt: Imagem pequena

source: <em>None set</em>
de_ch: <em>Kein Bild erfasst</em>
es_ve: <em>No existe imagen<br /> en miniatura</em>
fr_fr: <em>Image miniature<br />pas disponible</em>
pt_pt: <em>Não tem<br />imagem pequena</em>

source: Product Image
de_ch: Grosses Bild
es_ve: Imagen Superior
fr_fr: Image du produit
pt_pt: Imagem grande

source: Warning - in order to maintain the quality standards, the minimum image width cannot be less than 600px!
de_ch: Achtung! Um eine gute Qualität zu gewährleisten, müssen die Bilder mindestens 600px breit sein.
es_ve: Para asegurar una buena calidad, las imágenes deben ser por lo menos 600px de ancho.
fr_fr: Afin de maintenir les normes de qualité , la largeur minimale de l'image ne peut pas être inférieure à 600px !
pt_pt: Para manter os padrões de qualidade, a largura mínima da imagem não pode ser inferior a 600px!

source: Change Image
de_ch: Bild ändern
es_ve: Cambiar Imagen
fr_fr: Changer l'image
pt_pt: Mudar imagem

source: Upload
de_ch: Hochladen
es_ve: Subir Imagen
fr_fr: Télécharger
pt_pt: Enviar imagem

source: Product Price:
de_ch: Preis:
es_ve: Precio:
fr_fr: Prix:
pt_pt: Preço:

source: Product Color:
de_ch: Farbe:
es_ve: Color:
fr_fr: Couleur:
pt_pt: Cor:

source: File is valid, and was successfully uploaded.\n
de_ch: Die Datei wurde geprüft und hochgeladen.\n
es_ve: Fichero válido, guardado con éxito.\n
fr_fr: Fichier est valide et a été téléchargé avec succès..\n
pt_pt: Arquivo é válido, e foi carregado com sucesso.\n

source: Possible file upload attack!\n
de_ch: Mögliche Uploadattacke!
es_ve: Posible ataque por este fichero!
fr_fr: Possible téléchargement de fichier attaque !
pt_pt: Possível ataque durante carregar o arquivo!

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
de_ch: Die Datei überschreitet die im php.ini festgelegte Grösse
es_ve: Este fichero es demasiado grande según los ajustes del fichero php.ini.
fr_fr: Le fichier téléchargé dépasse le upload_max_filesize directive dans le fichier php.ini.
pt_pt: O arquivo carregado ultrapassou o upload_max_filesize directiva do php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
de_ch: Die Datei überschreitet die maximale Grösse, die im HTML Formular festgelegt wurde.
es_ve: Este fichero es demasiado grande según los ajustes del forumlario HTML.
fr_fr: Le fichier téléchargé dépasse la variable MAX_FILE_SIZE la directive qui a été spécifié dans le formulaire HTML.
pt_pt: O arquivo carregado ultrapassou o MAX_FILE_SIZE directiva que foi especificado no formulário HTML.

source: The uploaded file was only partially uploaded.
de_ch: Die Datei wurde nur teilweise hochgeladen.
es_ve: Este fichero solo se ha sido subido parcialmente.
fr_fr: Partiellement téléchargés.
pt_pt: O arquivo foi somente parcialmente carregado.

source: No file was uploaded.
de_ch: Es wurde keine Datei hochgeladen
es_ve: Fichero no subido.
fr_fr: Aucun fichier téléchargé.
pt_pt: Nenhum arquivo foi carregado.

source: Missing a temporary folder.
de_ch: Es wurde kein temporärer Ordner gefunden.
es_ve: No se ha encontrado la carpeta temporaria.
fr_fr: Manque un dossier temporaire.
pt_pt: Falta de uma pasta temporária.

source: Failed to write file to disk.
de_ch: Die Datei konnte nicht auf den Träger geschrieben wurde.
es_ve: Error de escribir en el disco.
fr_fr: Échec de l'écriture du fichier sur le disque.
pt_pt: Falha ao gravar o arquivo no disco.

source: File upload stopped by extension.
de_ch: Datei hochladen wurde unterbrochen.
es_ve: Subir fichero interrupido por la extensión inválida del fichero.
fr_fr: Téléchargement du fichier arrêté par extension.
pt_pt: Upload de arquivo parado por extensão.

source: Invalid form submission.
de_ch: Ungültige Formularübertragen.
es_ve: Formulario inválido.
fr_fr: Invalid soumission du formulaire.
pt_pt: Inválido envio do formulário.

source: File is empty. Please upload something more substantial.
de_ch: Diese Datei ist leer. Bitte laden Sie nur sinnvolle Dateien hoch.
es_ve: Fichero vacio.
fr_fr: Fichier est vide. Veuillez télécharger quelque chose de plus substantiel.
pt_pt: Arquivo está vazio. Por favor carregar algo de mais substancia.

source: File is empty. Please upload something more substantial. This error could also be caused by uploads being disabled in your php.ini or by post_max_size being defined as smaller than upload_max_filesize in php.ini.
de_ch: Diese Datei ist leer. Bitte laden Sie nur sinnvolle Dateien hoch. Diese Fehlermeldung könnte auch aufgrund der php.ini Einstellungen erzeugt worden sein.
es_ve: Fichero vacio.
fr_fr: Fichier est vide. Veuillez télécharger quelque chose de plus substantiel. Cette erreur peut également être causée par les téléchargements étant désactivé dans votre fichier php.ini ou par post_max_size étant définie comme plus petite que upload_max_filesize dans php.ini.
pt_pt: Arquivo está vazio. Por favor carregar algo de mais substancia. Este erro também pode ser causado por uploads sendo desativado no seu php.ini ou pelo post_max_size é definido como menor que upload_max_filesize em php.ini.

source: Specified file failed upload test.
de_ch: Diese Datei wurde durch den Uploadtest abgebrochen.
es_ve: Fichero no pasó el proceso de validación .
fr_fr: Fichier spécifié n'a pas pu télécharger.
pt_pt: Arquivo não passou o teste de carregamento.

source: Sorry, this file type is not permitted for security reasons.
de_ch: Dieser Dokumententyp wird aus Sicherheitsgründen nicht hochgeladen.
es_ve: No se puede subir este fichero por motivo de seguridad.
fr_fr: Désolé, ce type de fichier n'est pas autorisé pour des raisons de sécurité.
pt_pt: Infelizmente, esse tipo de arquivo não é permitido por razões de segurança.

source: The uploaded file could not be moved to %s.
de_ch: Die Datei konnten nicht nach %s verschoben werden.
es_ve: No se puede mover el fichero por %s .
fr_fr: Le fichier téléchargé n'a pas pu être transféré vers %s.
pt_pt: O arquivo não pode ser movido para %s.

source: Choose a color
de_ch: Wählen Sie eine Farbe
es_ve: Color
fr_fr: Couleur
pt_pt: Escolha de cores

source: Product groups
de_ch: Produktegruppen
es_ve: Grupos de productos
fr_fr: Groupes de produits
pt_pt: Grupos de produtos

source: All
de_ch: Alle
es_ve: Todos
fr_fr: Tous
pt_pt: Todos

source: From&nbsp;USD <span id="price-from"></span><br />to&nbsp;USD&nbsp;<span id="price-to"></span>
de_ch: Von&nbsp;CHF <span id="price-from"></span><br />bis&nbsp;CHF&nbsp;<span id="price-to"></span>
es_ve: Desde Bs <span id="price-from"></span><br />hasta&nbsp;Bs&nbsp;<span id="price-to"></span>
fr_fr: De <span id="price-from"></span> €<br />À&nbsp;<span id="price-to"></span> €
pt_pt: De €&nbsp;<span id="price-from"></span><br />Até&nbsp;€&nbsp;<span id="price-to"></span>

source: Price: USD&nbsp;
de_ch: Preis: CHF&nbsp;
es_ve: Precio: Bs
fr_fr: Prix: €
pt_pt: Preço: €

source: No entries found.
de_ch: Keine Einträge gefunden.
es_ve: No se han encontrado resultados para su búsqueda.
fr_fr: Aucune entrée n'a été trouvée.
pt_pt: Nenhum registro foi encontrado.

source: New search?
de_ch: Neue Suche?
es_ve: Nueva búsqueda.
fr_fr: Nouvelle recherche?
pt_pt: Nova pesquisa?
